// eslint-disable-next-line no-unused-vars
import { getRandomNumber, getRandomElement } from './util.js';

export const names = ['Артём', 'Мария', 'Иван', 'Анна', 'Дмитрий', 'Елена', 'Сергей', 'Ольга'];

export const messages = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат.',
  'Лица у людей на фотке перекошены!'
];

export const descriptions = [
  'Красивый закат', 'Горный пейзаж', 'Улочки города',
  'Кофе и книга', 'Прогулка в парке', 'Ночной город',
  'Цветущий сад', 'Путешествие', 'Встреча с друзьями',
  'Мой питомец', 'Уютный вечер', 'Летние краски'
];
